{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GooglePlayPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "支付失败。"
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "未能结算，用户有正在进行中的交易。"
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "未能结算，用户不被允许购买。"
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemGooglePlay",
			"Children": [
				{
					"Source":
					{
						"Text": "Google Play"
					},
					"Translation":
					{
						"Text": "谷歌市场"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Invalid purchase result"
					},
					"Translation":
					{
						"Text": "购买无效"
					},
					"Key": "GooglePlayInvalidState"
				},
				{
					"Source":
					{
						"Text": "Transaction Canceled"
					},
					"Translation":
					{
						"Text": "交易已取消"
					},
					"Key": "GooglePlayTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "Transaction Failed"
					},
					"Translation":
					{
						"Text": "交易失败"
					},
					"Key": "GooglePlayTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "交易异常"
					},
					"Key": "GooglePlayUnexpectedState"
				}
			]
		}
	]
}